const feelingsDatabase = new Map();

feelingsDatabase.set(
  "الغضب",
  `قال رسول الله صلى الله عليه وسلم:

  إن الغضب من الشيطان، وإن الشيطان خلق من نار وإنما تطفأ النار بالماء، فإذا غضب أحدكم فليتوضأ
  `
);

feelingsDatabase.set(
  "الفرح",
  `قال رسول الله صلى الله عليه وسلم:

  إن الغضب من الشيطان، وإن الشيطان خلق من نار وإنما تطفأ النار بالماء، فإذا غضب أحدكم فليتوضأ
  `
);

feelingsDatabase.set(
  "الحزن",
  `قال رسول الله صلى الله عليه وسلم:

  إن الغضب من الشيطان، وإن الشيطان خلق من نار وإنما تطفأ النار بالماء، فإذا غضب أحدكم فليتوضأ
  `
);

feelingsDatabase.set(
  "اليأس",
  `قال رسول الله صلى الله عليه وسلم:

  إن الغضب من الشيطان، وإن الشيطان خلق من نار وإنما تطفأ النار بالماء، فإذا غضب أحدكم فليتوضأ
  `
);

feelingsDatabase.set(
  "الخوف",
  `قال رسول الله صلى الله عليه وسلم:
  
  إن الغضب من الشيطان، وإن الشيطان خلق من نار وإنما تطفأ النار بالماء، فإذا غضب أحدكم فليتوضأ
  `
);

export default feelingsDatabase;
